Repository: wescamp/Raajal-1.4
Catalog: po/*.po
Languages: fr, tr

source: I am sorry, but he refuses to tell us anything. He says if he talks, his family will be killed.
fr: Je suis désolé, mais il refuse de nous dire quoi que ce soit. Il affirme que s'il parle, sa famille sera tuée.

source: Turn and face me!
fr: Revenez et affrontez-moi !

source: Can they see me?
fr: Peuvent-ils me voir ?

source: Yes.
fr: Oui.

source: Zilead! What have you done to him?
fr: Zilead ! Que lui avez-vous fait ?

source: Is he still alive, Mordoc?
fr: Est-il toujours vivant, Mordoc ?

source: Just barely.
fr: À peine !

source: Good. Take him and Randalf to the southeast cave.
fr: Bien. Menez Randalf et lui à la grotte du sud-est.

source: Master?
fr: Maître ?

source: The witches are here. With Randalf's help we can finally destroy them all.
fr: Les sorcières sont là. Grâce à Randalf, nous allons enfin pouvoir les détruire toutes.

source: If you betray Master, Randalf...
fr: Si tu trahis le maître, Randalf...

source: You scoundrel!
fr: Espèce de scélérat !

source: Wait here. We will lure the souls towards you.
fr: Attendez ici. Nous allons attirer les âmes vers vous.

source: Remember, the potion will only work on souls that knew you intimately before their demise.
fr: Rappelez-vous que cette potion ne fonctionne que sur des âmes que vous connaissiez parfaitement avant qu'elles ne nous quittent.

source: Theomund's Galleon
fr: Galion de Theomund

source: Barruk's Galleon
fr: Galion de Barruk

source: Orc Galleon
fr: Galion orc

source: Death to Raajal!
fr: Mort à Raajal !

source: Father!
fr: Père !

source: Move Theomund to Barruk's castle
fr: Déplacer Theomund au château de Barruk

source: End of turns (you can continue next day)
fr: Fin des tour (vous pouvez continuer la journée suivante)

source: Or, an orc patroller sees Theomund
fr: Ou un patrouilleur orc voit Theomund

source: Move Theomund and his orcs across the river
fr: Déplacer Theomund et ses orcs à travers la rivière

source: Or, you are spotted
fr: Ou vous êtes repéré

source: Attack Hector's castle
fr: Attaquer le château de Hector

source: Units exit the mine after Gerald's men cross the river
fr: Des unités sortent de la mine poursuivant les hommes de Gerald à travers la rivière

source: Or, death of Barruk
fr: Ou mort de Barruk

source: You can enter the mine to help Theomund
fr: Vous pouvez entrer dans la mine pour aider Theomund

source: Death of Gerald II
fr: Mort de Gerald II

source: Or, death of Theomund
fr: Ou mort de Theomund

source: King Gerald II
fr: Roi Gerald II

source: Wait here while I speak with Barruk.
fr: Attendez ici pendant que je discute avec Barruk.

source: The orcs will reach the Red Sea in 24 hours
fr: Les orcs atteindront la Mer Rouge dans 24 heures

source: Enemy sighted!
fr: Ennemi en vue !

source: Retreat!
fr: Retraite !

source: Hector is in trouble!
fr: Hector a des problèmes !

source: How did you get past my guards, filthy human?
fr: Comment as-tu pu échapper à mes gardes, ordure d'humain ?

source: Does anything strike you as odd about this whole situation?
fr: Rien ne vous parait cocasse dans toute cette situation ?

source: What do you mean?
fr: Que voulez-vous dire ?

source: Why were the orcs so desperately trying to leave Wesnoth before we chased them into the mountains?
fr: Pourquoi les orcs essayaient si désespérement de fuir Wesnoth avant que nous ne les chassions dans les montagnes ?

source: Why, instead of recuperating, do they persist in their futile attacks against us?
fr: Pourquoi, au lieu de reprendre des forces, persistent-t-ils dans leurs futiles offensives contre nous ?

source: I don't know, but at this rate they'll all be dead within a fortnight.
fr: Je ne sais pas mais, à cette vitesse, ils seront tous morts dans quinze jours.

source: Horomir, after the orcs and I reach the other side of the river, you and Barruk will lead the attack on Hector's castle.
fr: Horomir, sus aux orcs, je vais sur l'autre rive, Barruck et vous conduirez l'attaque sur le château de Hector.

source: Move out!
fr: Allez !

source: King Gerald is under attack!
fr: Le roi Gerald est attaqué !

source: Error: could not move unit blocking the mine entrance
fr: Erreur : impossible de déplacer l'unité bloquant l'entrée de la mine

source: Useless human!
fr: Humain inutile !

source: I have failed my family...
fr: J'ai failli à ma famille...

source: Our commander has been slain! Retreat!
fr: Notre chef a été tué ! Retraite !

source: I have slain the orc commander!
fr: J'ai tué le commandant orc !

source: Soul Castle
fr: Château des âmes

source: Red Water
fr: Eau rouge

source: Red Water Void
fr: Vide d'eau rouge

source: Impassable Cloudless Mountains
fr: Montagnes nuageuses infranchissables

source: Bridge
fr: Pont
