Repository: wescamp/Raajal-1.4
Catalog: po/*.po
Languages: fr, tr

source: An Arch Mage with the power of resurrection seeks a new apprentice. Version
fr: Un archimage doté du pouvoir de résurrection recherche un nouvel apprenti. Version
tr: Yeniden diriltme gücü olan eski bir büyücü yeni bir çırak arıyor. Sürüm

source: Easy
fr: Facile
tr: Kolay

source: Hard
fr: Difficile
tr: Zor

source: Campaign Design
fr: Conception de la campagne
tr: Seferberlik Tasarımı

source: Resurrection
fr: Résurrection
tr: Diriliş

source: Geodry
tr: Gevodri

source: After years of loyal service, I am sent into exile. Why?
fr: Vous m'envoyez en exil après plusieurs années de bons et loyaux services. Pourquoi ?
tr: Krala yıllarca hizmet ettikten sonra sürgüne gönderildim. Neden bunu yaptılar?

source: What have I done to deserve this fate?
fr: Qu'ai-je fait pour mériter ce destin ?
tr: Bu akıbeti hak edecek ne yaptım?

source: Answer me, you putrid slime!
fr: Répondez-moi, espèce de sale ingrat !
tr: Yanıt ver bana seni çürük çamur!

source: You will not get away with this! I shall return to Wesnoth! You will beg for mercy before I cut you into a thousand pieces!
fr: Vous ne vous en sortirez pas comme cela ! Je reviendrai à Wesnoth ! Vous ramperez devant moi et je vous couperai en mille morceaux !
tr: Bundan kaçamayacaksın! Wesnoth’a döneceğim! Seni binlerce parçaya bölmemem için merhamet dileneceksin!

source: Do you hear me? The reign of King...
fr: M'avez-vous entendu ? Le règne du roi...
tr: Duydun mu beni? Kralın Hükümeti...

source: What is that?
fr: Qu'est-ce que c'est ?
tr: Bu da ne?

source: A New Vitality
fr: Une vitalité nouvelle
tr: Yeni Bir Yaşam

source: I will tell you nothing!
fr: Je ne vous dirai rien !
tr: Sana hiçbir şey söylemeyeceğim.

source: Paldrol
tr: Paldorol

source: Dalthos
tr: Daltos

source: Please...
fr: S'il vous plaît...
tr: Lütfen...

source: Glamgril
tr: Glamgaril

source: Stop!
tr: Dur!

source: Pelathos
tr: Pelatos

source: Narli
tr: Narlis

source: Alaithlos
tr: Alatlos

source: Dulcatlos
tr: Dulçatlos

source: Why have you...
fr: Pourquoi avoir...
tr: Niçin sen...

source: Pelaithsil
tr: Pelatsil

source: Althaas
tr: Altahas

source: I do not know!
fr: Je ne sais pas !
tr: Bilmiyorum!

source: Glamcatus
tr: Glamçatus

source: Who are you?
fr: Qui êtes-vous ?
tr: Kimsin sen?

source: You are insane!
fr: Vous êtes fou !
tr: Sen çıldırmışsın!

source: Why are you...
fr: Pourquoi êtes-vous...
tr: Niçin sen...

source: Pelthail
tr: Peltazil

source: Primli
tr: Primlis

source: I do not know any...
fr: Je ne sais rien...
tr: Bir şey bilmiyorum...

source: Pelcatol
tr: Pelkatol

source: You will pay...
fr: Vous allez payer...
tr: Bunu ödeyeceksin...

source: You will not get away with this...
fr: Vous ne vous en sortirez pas comme cela...
tr: Bununla kaçamayacaksın...

source: Trithaithis
tr: Tritatitis

source: Go back to the fiery pit from whence you came!
fr: Retourne au brasier dont tu es sorti !
tr: Geldiğin ateş çukuruna geri dön!

source: Who is Randalf?
fr: Qui est Randalf ?
tr: Randalf kim?

source: Augcatsil
tr: Oksatsil

source: Please, do not...
fr: De grâce, ne faites pas...
tr: Lütfen yapma...

source: Nardril
tr: Nardiril

source: Gomdrol
tr: Gomdorol

source: You will...
fr: Vous allez...
tr: Sen...

source: Have mercy...
fr: Ayez pitié...
tr: Merhamet et..

source: Gylas
tr: Gilas

source: You will not...
fr: Vous n'allez pas...
tr: Ama...

source: Glerand
tr: Gilerand

source: Tylad
tr: Tilad

source: Cithrand
tr: Sitrand

source: Unalas
tr: Onalas

source: Stop, please!
fr: Arrêtez, par miséricorde !
tr: Dur, lütfen!

source: I beg of you...
fr: Je vous en supplie...
tr: Senden rica ediyorum...

source: Earyldur
tr: Örildur

source: This is madness!
fr: C'est de la folie !
tr: Bu çok kötü!

source: Pyldur
tr: Pildur

source: We do not know! Please...
fr: Nous ne savons pas ! Je vous en prie...
tr: Biz bilmiyoruz! Lütfen...

source: Stop this insanity!
fr: Arrêtez cette horreur !
tr: Bu çılgınlığa son ver!

source: Fool! Every elf in Wesnoth will...
fr: Idiot ! Chaque elfe de Wesnoth aura...
tr: Aptal! Wesnoth’taki her elf...

source: Tinarariand
tr: Tinararan

source: Please, you must not...
fr: S'il vous plaît, vous ne devez pas...
tr: Lütfen, bunu yapmamalısın...

source: Be gone, demon!
fr: Arrière, démon !
tr: Defol, iblis!

source: Why...
fr: Pourquoi...
tr: Neden...

source: I do not...
fr: Je ne...
tr: Ben...

source: Thur
tr: Tuhur

source: Thruf
tr: Tuhruf

source: Ruh
tr: Ruguk

source: Grar
tr: Gurar

source: Trok
tr: Turof

source: Krak
tr: Kırak

source: Gark
tr: Garak

source: Keep pressing on!
fr: Insistez encore !
tr: Devam et!

source: What brings you here, stranger?
fr: Qu'est-ce qui vous amène ici, étranger ?
tr: Buraya ne getirdin, yabancı?

source: Are you friend or foe?
fr: Êtes-vous des amis ou des ennemis ?
tr: Dost musun, düşman mı?

source: Pay him no mind. He would not dare attack us.
fr: Ne faites pas attention à lui. Il n'osera pas nous attaquer.
tr: Bir önemi yok. Bize saldırmaya cüret edemez.

source: Kill 7 elves and 7 dwarves
fr: Tuer 7 elfes et 7 nains
tr: 7 Elf, 7 cüce öldür

source: Death of Raajal
fr: Mort de Raajal
tr: Raajal’ın ölümü

source: Not enough elves remain
fr: Il ne reste pas assez d'elfes
tr: Yeterince elf kalmazsa

source: Not enough dwarves remain
fr: Il ne reste pas assez de nains
tr: Yeterince cüce kalmazsa

source: Help!
fr: À l'aide !
tr: İmdat!

source: Where is Randalf?
fr: Où est Randalf ?
tr: Randalf nerede?

source: The wizard? He is a friend of King Theomund's. Now please...
fr: Le magicien ? C'est un ami du roi Theomund. Maintenant, s'il vous plaît...
tr: Sihirbaz mı? 0 kral Teomund’un dostudur. Şimdi lütfen...

source: There are not enough souls here. I must go elsewhere.
fr: Il n'y a pas assez d'âmes par ici. Je dois me rendre autre part.
tr: Burada yeterince ruh yok. Başka yere gitmeliyim.

source: You haven't seen the last of me...
fr: Vous n'en avez pas terminé avec moi...
tr: Sonumu göremezsin...

source: Thank you.
fr: Merci.
tr: Teşekkürler.

source: Six Years Later
fr: Six années plus tard
tr: Altı Yıl Sonra

source: Zilead
tr: Zileya

source: Randalf, we know you're here!
fr: Randalf, nous savons que vous êtes là !
tr: Randalf! Buradasın, biliyoruz!

source: Zilead, my dear friend...
fr: Zilead, mon cher ami...
tr: Zileya, aziz dostum...

source: Friend? We are no longer friends, you deceitful villain! This is all your fault!
fr: Ami ? Nous ne sommes plus amis, espèce de misérable traître ! Tout est de ta faute !
tr: Dost? Biz artık dost değiliz, seni hilekar alçak! Bu sonun olacak!

source: Father, please! We need his help!
fr: Père, de grâce ! Nous avons besoin de son aide !
tr: Baba, lütfen! Onun yardımına ihtiyacımız var!

source: Randalf, our galleon was attacked by witches just after we left Eliador. They took mother and told me and Zeke to fly to Wesnoth.
fr: Randalf, notre galion a été attaqué par des sorcières juste après avoir quitté Eliador. Elles ont enlevé maman et ont dit à Zeke et à moi de voler vers Wesnoth.
tr: Randalf, biz Eliyador’dan ayrıldıktan hemen sonra kalyonumuza cadılar saldırdı. Onlar annemi aldılar. Bana ve Zeke’ye Wesnoth’a gideceklerini söylediler.

source: They said if we wanted to see momma again, we'd have to bring you, papa, and King Theomund to Angalas.
fr: Elles ont dit que si nous voulions revoir maman, nous devions vous ramener papa, le roi Theomund, et vous, à Angalas.
tr: Eğer annemizi tekrar görmek istiyorsak seni, babamızı ve kral Teomund’u Angalas’a götürmeliymişiz.

source: Will you help us save our mother?
fr: Vous nous aiderez à sauver notre mère ?
tr: Annemizi kurtarmak için bize yardım edecek misin?

source: Overboard
fr: Par-dessus bord
tr: Güvertede

source: An overboard unit will be rescued if a galleon is adjacent to it at the end of your turn (maximum 4 rescues per galleon)
fr: Une unité passée par-dessus bord sera secourue si un galion s'approche juste à côté à la fin de votre tour (4 unités sauvées par galion au maximum)
tr: Denize düşen birimler yanında bir kalyon varsa el sonunda kurtarılır (kalyon başına en fazla 4 birim)

source: End of turns
fr: Fin des tours
tr: Ellerin bitimi

source: Or, kill 1 witch
fr: Ou tuer une sorcière
tr: Veya 1 cadı öldür

source: Death of Horomir
fr: Mort de Horomir
tr: Horomir’in ölümü

source: Conqueror
fr: Conquérant
tr: Fatih

source: Todd
tr: Tod

source: Tegwyn
tr: Tegvin

source: Saenvan
tr: Sanvan

source: Endeavour
fr: Tentative
tr: Endavur

source: Gwaeddyn
tr: Giveddin

source: Blennyn
tr: Blenin

source: Rhanry
tr: Ranri

source: Sennyn
tr: Senron

source: Avenger
fr: Vengeur
tr: İntikamcı

source: Glillyn
tr: Glillin

source: Romyr
tr: Romir

source: Tudd
tr: Tudo

source: Demyr
tr: Domir

source: Caryn
tr: Karin

source: Veocyn
tr: Veosin

source: Cubryn
tr: Kubrin

source: Windflower
fr: Anémone
tr: Rüzgargülü

source: Addredry
tr: Adredri

source: Suc
tr: Suzuç

source: Addribryn
tr: Adribrin

source: Seahorse
fr: Hippocampe
tr: Denizatı

source: Aethunry
tr: Otunri

source: Geddyn
tr: Geddin

source: Owidry
tr: Ovidri

source: Taemyr
tr: Kosrin

source: Vanquisher
fr: Triomphant
tr: Galip

source: Lonnyn
tr: Lonnin

source: Carercyn
tr: Karersin

source: Ceoryn
tr: Sevorin

source: Modd
tr: Modo

source: Intrepid
fr: Intrépide
tr: Korkusuz

source: Aethircyn
tr: Ötirson

source: Bleollyn
tr: Belelollin

source: Lurraent
tr: Lurrent

source: Prosperity
fr: Prosperité
tr: Başarı

source: Middry
tr: Midri

source: Aethercyn
tr: Okerson

source: Yrirraent
tr: Urirent

source: Cyryn
tr: Zirron

source: Momma!
fr: Maman !
tr: Anne!

source: Are you all right?
fr: Est-ce que vous allez bien ?
tr: Siz iyi misiniz?

source: Where are the witches?
fr: Où sont les sorcières ?
tr: Cadılar nerede?

source: Did they hurt you, momma?
fr: Elles t'ont blessée, maman ?
tr: Canını yaktılar mı, anne?

source: Who else is aboard the galleon? It is safe to come out.
fr: Qui d'autre est sur le galion ? Il serait prudent de partir.
tr: Kalyonda başka kim vardı? Güvendeyiz, konuş.

source: King Theomund
fr: Roi Theomund
tr: Kral Teomund

source: Queen Edina
fr: Reine Edina
tr: Kraliçe Edina

source: Follow me.
fr: Suivez-moi.
tr: Beni izle.

source: Angelica
tr: Anjelika

source: Cassandra
tr: Kassandra

source: My men will never surrender!
fr: Mes hommes ne se rendront jamais !
tr: Adamlarım asla teslim olmaz!

source: Then they all must die!
fr: Ils doivent donc tous mourir !
tr: O halde hepsi ölecek!

source: My father will avenge me...
fr: Mon père me vengera...
tr: Babam intikamımı alacak...

source: It is your father's arrogance that led to your demise!
fr: C'est l'arrogance de votre père qui vous a conduit à votre perte !
tr: Babanın küstahlığı senin ölümüne yol açacak!!

source: Zilead? We were attacked by witches! Inform my father at once!
fr: Zilead ? Nous avons été attaqués par des sorcières ! Dites-le à mon père tout de suite !
tr: Zileya? Cadılar bize saldırıyor! Babama bir an önce haber ver!

source: Where are you going? Coward!
fr: Où allez-vous ? Lâche !
tr: Nereye? Korkak!

source: Why did he leave?
fr: Pourquoi est-il parti ?
tr: Niçin bıraktın?

source: Father, thank goodness! What is going on?
fr: Père, le ciel soit loué ! Que se passe-t-il ?
tr: Baba! Tanrıya şükür! Neler oldu?

source: We must head back to Wesnoth, Horomir. I'll explain everything on the way.
fr: Nous devons regagner Wesnoth, Horomir. J'expliquerai tout en cours de trajet.
tr: Wesnoth’a dönmeliyiz, Horomir. Herşeyi yolda açıklarım.

source: Prisoners of Angalas
fr: Prisonniers d'Angalas
tr: Angalas Mahkumları

source: Tylur
tr: Tilur

source: Lucien
tr: Lusyen

source: Harias
tr: Hariyas

source: Belowyn
tr: Belovin

source: Mylaril
tr: Mularil

source: Aliomir
tr: Alomir

source: Legrinduil
tr: Legrindulil

source: Eamir
tr: Ezamir

source: Ealmaldur
tr: Eralmaldur

source: Garanduil
tr: Garandulil

source: Tyluldur
tr: Tululdur

source: Calendur
tr: Zalendur

source: Aliendil
tr: Alirendil

source: Elithraril
tr: Elitraril

source: Pyldirion
tr: Puldiryon

source: Galadrias
tr: Galadrivas

source: Unarier
tr: Unariver

source: Urylgir
tr: Urulgir

source: Why did you bring us to the site of this massacre, Ardella? We must leave Angalas before the witches return.
fr: Pourquoi nous avoir amenés sur le lieu de ce massacre, Ardella ? Nous devons quitter Angalas avant le retour des sorcières.
tr: Niçin bizi bu kılıçtan geçirilmiş şehre getirdin, Ardella? Cadılar dönmeden Angalas’ı terketmemiz lazım.

source: The elves are not dead. They are in a trance... Ardella has led us into a trap!
fr: Les elfes ne sont pas morts. Ils sont en transe... Ardella nous a conduits dans un piège !
tr: Elfler ölmüyor. Büyülenmişler... Ardella bizi bir tuzağın içine soktu!

source: Nonsense!
fr: Balivernes !
tr: Saçma!

source: Momma, I'm scared. Can we please leave now?
fr: Maman, j'ai peur. Est-ce qu'on peut partir maintenant, s'il te plaît ?
tr: Anne ben korkuyorum. Ne olur buradan gidelim.

source: Momma?
fr: Maman ?
tr: Anne?

source: Meredith
tr: Meredit

source: Agatha
tr: Agata

source: Zilead, Theomund and Randalf, come forward.
fr: Zilead, Theomund et Randalf, avancez.
tr: Zileya, Teomund ve Randalf, öne çıkın.

source: Very well! Ardella, kill your children!
fr: Très bien ! Ardella, tuez vos enfants !
tr: Çok güzel! Ardella, çocuklarını öldür!

source: Yes, Master!
fr: Oui, maître !
tr: Peki efendim!

source: Ardella, no!
fr: Ardella, non !
tr: Ardella, hayır!

source: Come forward!
fr: Approchez !
tr: Öne çık!

source: I suppose you are all wondering why you have been summoned.
fr: Je suppose que vous vous demandez pourquoi vous avez été appelés.
tr: Sizi buraya neden topladığımı merak ediyor olmalısınız.

source: To whom do you refer?
fr: À qui faites-vous référence ?
tr: Kimden bahsediyorsun?

source: She speaks of Raajal.
fr: Elle parle de Raajal.
tr: Raajal’dan bahsediyor.

source: I have not heard of him... Who is he?
fr: Je n'en ai pas entendu parler... Qui est-ce ?
tr: Öyle birini duymadım... Kim o?

source: I was hoping I would never have to tell you about him. Agatha is right. We have all suffered because of Raajal.
fr: J'espérais ne jamais avoir à vous parler de lui. Agatha a raison. Nous avons tous souffert à cause de Raajal.
tr: Galiba size ondan hiç söz etmedim. Agata haklı. Biz Raajal’dan dolayı acı çektik.

source: Then why is this the first time I hear his name?
fr: Pourquoi donc est-ce la première fois que j'entends son nom ?
tr: O halde neden bu ismi ilk defa duyuyorum?

source: Well, six years ago...
fr: Eh bien, il y a six ans...
tr: Şey, altı yıl önce...

source: Perhaps you should start from the very beginning, Randalf.
fr: Peut-être devriez-vous commencer par le commencement, Randalf.
tr: Belki de en başından itibaren anlatsanız iyi olacak, Randalf.

source: Right. About thirty years ago...
fr: D'accord. Il y a environ trente ans...
tr: Haklısın. Bundan yaklaşık 30 yıl önce...

source: The Oracle
fr: L'Oracle
tr: Kâhin

source: Who are you looking for this time, Ursula?
fr: Qui cherchez-vous à présent, Ursula ?
tr: Bu sefer kime bakıyorsun, Ursula?

source: A dark sorcerer who goes by the name of Othello. We believe he resides on one of the isles surrounding The Red Sea.
fr: Un sorcier des ténèbres qui s'appelle Othello. Nous pensons qu'il habite sur une des îles qui entourent la Mer Rouge.
tr: Otello adında bir kara büyücü. Kızıl Deniz’deki adalardan birinde bulunduğunu sanıyorum.

source: All right. Let's get started.
fr: Parfait. Commençons.
tr: Pekala. Gidelim.

source: How long does this usually take?
fr: Cela prend combien de temps, d'habitude ?
tr: Bu ne kadar sürer?

source: Patience, Agatha. It will only take a few minutes. Othello will not live out the night.
fr: Patience, Agatha. Cela ne va durer que quelques minutes. Othello ne survivra pas à la nuit.
tr: Sabırlı ol, Agata. Sadece bir kaç dakika sürecek. Otello sabahı çıkaramayacak.

source: Well?
fr: Eh bien ?
tr: Eee?

source: Just a moment.
fr: Un instant.
tr: Bir dakika.

source: I see a being...
fr: Je vois quelqu'un...
tr: Bir şey görüyorum...

source: He lives in an abandoned mine.
fr: Il vit dans une mine abandonnée.
tr: Terkedilmiş bir madende kalıyor.

source: He is an immortal, capable of resurrection.
fr: Il est immortel et peut ressusciter.
tr: O yeniden dirilebilen bir ölümsüz.

source: That does not sound like Othello.
fr: Ça ne ressemble à Othello.
tr: Bu Otello değil gibi.

source: No, but I am being shown these images for a reason.
fr: Non, mais on m'a montré ces images pour une bonne raison.
tr: Hayır, fakat bu görüntüleri göstermemin bir sebebi var.

source: One day, years from now, he will undergo a transformation.
fr: Un jour, dans des années, il se métamorphosera.
tr: Yıllar önce bir gün bir dönüşüme uğradı.

source: You are wasting...
fr: Vous gaspillez...
tr: Atıyorsun...

source: Silence!
tr: Sus!

source: A few years after he has transformed...
fr: Quelques années après sa transformation...
tr: Bir kaç yılda o şeye dönüştü...

source: What is it? What did you see?
fr: Qu'y a-t-il ? Qu'avez-vous vu ?
tr: Neye? Ne gördün?

source: The demise of the witches!
fr: La mort des sorcières !
tr: Cadıların ölümünü!

source: The Contender
fr: Le Prétendant
tr: Mücadeleci

source: That is all The Oracle told me. I do not know his name or where to find him.
fr: C'est tout ce que l'oracle m'a révélé. Je ne sais ni son nom, ni où le trouver.
tr: Kahinin bana tüm söylediği, bu. Adını ve nerede olduğunu bilmiyorum.

source: You said he lives in an abandoned mine, right?
fr: Vous affirmez qu'il vit dans une mine abandonnée, non ?
tr: Terkedilmiş bir madende yaşıyor demiştin, değil mi?

source: Yes. Why?
fr: Oui. Pourquoi ?
tr: Evet. Niçin?

source: It is probably nothing.
fr: Ce n'est probablement rien.
tr: Muhtemelen hiçbir şey.

source: What?
fr: Quoi ?
tr: Ne?

source: An arch mage is holding a competition to find a new apprentice. It is taking place in an abandoned mine on an isle southwest of Eliador.
fr: Un archimage organise une compétition pour trouver un nouvel apprenti. Celle-ci se déroule dans une mine abandonnée, sur une île au sud-ouest d'Eliador.
tr: Eski bir büyücü yeni bir çırak bulmak için bir yarışma tertiplemiş. Eliyador’un güneybatısındaki bir adada bulunan terkedilmiş bir madende bulunuyor.

source: Can you enter the competition?
fr: Pouvez-vous participer à la compétition ?
tr: Sen bu yarışmaya girebilir misin?

source: You think he's the one?
fr: Vous pensez que c'est lui ?
tr: O olduğunu mu düşünüyorsun?

source: He might be.
fr: Ça se pourrait.
tr: Mümkün.

source: The Apprentice
fr: L'Apprenti
tr: Çırak

source: (1) A skeleton will become a leader if it kills an enemy leader (2) Each turn, you get one skeleton for each leader on a keep (3) Raajal has 200 skeletons
tr: (1) Bir düşman liderini öldüren iskelet lider olur (2) Her el kalesindeki her lider bir iskelet alır (3) Raajal’ın elinde 200 iskelet var

source: Kill all players
fr: Tuer tous les joueurs
tr: Tüm oyuncuları öldür

source: Death of Randalf
fr: Mort de Randalf
tr: Randalf’ın ölümü

source: Gradoc
tr: Gradoç

source: Hibryn
tr: Hibrin

source: Rheoran
tr: Reoran

source: Raemyr
tr: Raremir

source: Come forth, Randalf.
fr: Continuez, Randalf.
tr: Öne çık, Randalf.

source: You are about to embark on a journey through the spirit world. After you return from your journey, you will no longer have to fear physical death.
fr: Vous êtes sur le point de voyager dans le monde des esprits. Après votre retour, vous n'aurez plus à redouter la mort physique.
tr: Ruhlar dünyasına bir yolculuğa başlamaya hazırlan. Yolculuktan döndükten sonra bir daha asla fiziksel ölümden korkmayacaksın.

source: What must I do?
fr: Que dois-je faire ?
tr: Ne yapmalıyım?

source: Pick up the dagger.
fr: Ramassez la dague.
tr: Şu hançeri al.

source: Pierce my heart with it and then, while the dagger still drips with my blood, pierce your own heart.
fr: Percez mon cœur avec et ensuite, alors que la dague sera toujours dégoulinante de mon sang, transpercer votre propre cœur.
tr: Onu benim kalbime sapladıktan sonra çekip kanı kurumadan kendi kalbine sapla.

source: The Story Continues
fr: L'Histoire continue
tr: Hikayenin Devamı

source: So I slew Raajal, cut off his head, and threw it into the abyss.
fr: C'est ainsi que j'ai abattu Raajal, puis coupé sa tête pour la précipiter dans les abysses.
tr: Böylece Rajaal’ın kafasını kesip onu öldürdüm ve cehenneme yolladım.

source: That's cold-blooded, Randalf, even for you... I still do not see how any of this concerns me and Zilead.
fr: Vous avez fait preuve de sang-froid, Randalf, aussi étonnant que cela puisse être... Je ne vois toujours pas en quoi cela nous concerne, Zilead et moi.
tr: Ne soğukkanlısın Randalf, pes yani... Hala benim ve Zileya’nın bununla ilgisini kuramadım.

source: I'm getting to that part. The witches and I did not expect Raajal to ever return from the spirit world. Six years ago, however...
fr: J'y viens. Les sorcières et moi ne nous attendions pas à ce que Raajal reviennent du monde des esprits. Mais il y a six ans...
tr: Bu kısmı geçelim. Cadılar ve ben Rayaal|ın ruhlar dünyasından döneceğini ummuyorduk. Buna rağmen, altı yıl önce...

source: Six Years Earlier
fr: Six années plus tôt
tr: Altı Yıl Önce

source: Bastian
tr: Bastiyan

source: Irving
tr: Örvin

source: Reuben
tr: Ruben

source: Elenthor
tr: Elentor

source: Gilbeth
tr: Gilbet

source: Minduil
tr: Minduvil

source: Boragarth
tr: Boragart

source: Thrildor
tr: Trildor

source: Glaemyr
tr: Glalemir

source: Gibryn
tr: Gibrin

source: Aethor
tr: Utor

source: Carcyn
tr: Karsin

source: Brock
tr: Brok

source: Gaethun
tr: Garetun

source: Mommy, why did Zilead and Ardella leave Wesnoth?
fr: Maman, pourquoi Zilead et Ardella quittent-ils Wesnoth ?
tr: Anne, Zileya ve Ardella neden Wesnoth’u terketti?

source: Because they decided that Eliador would be a safer place to raise their daughter.
fr: Car ils ont décidé qu'Eliador serait un endroit plus calme pour éduquer leur fille.
tr: Çünkü Eliyador’un kızlarını büyütmek için daha güvenli bir yer olduğuna karar verdiler.

source: Will we ever see them again?
fr: Est-ce qu'on les reverra un jour ?
tr: Onları tekrar görecek miyiz?

source: Of course we...
fr: Bien sûr, nous...
tr: Elbette. biz...

source: Slow down, Reuben!
fr: Ralentis, Reuben !
tr: Yavaş ol, Ruben!

source: Don't worry, mommy. I'll be careful.
fr: Ne t'inquiète pas, maman. Je ferai attention.
tr: Endişelenme, anne. Dikkat ediyorum.

source: Can I help you?
fr: Puis-je vous aider ?
tr: Size yardım edebilir miyim?

source: Reuben!
tr: Ruben!

source: Is there a problem, Aethor?
fr: Il y a problème, Aethor ?
tr: Bir sorun mu var, Utor?

source: I can handle this. Go back to the castle.
fr: Je peux m'en occuper. Retournez au château.
tr: Bunu halledebilirim. Kaleye dön.

source: Okay, but if he gives you any trouble...
fr: D'accord, mais s'il vous cause le moindre souci...
tr: Tamam, fakat sana bir sorun çıkarırsa...

source: I will not hesitate to call upon you.
fr: Je n'hésiterai pas à vous appeler.
tr: Seni çağırmakta tereddüt etmeyeceğim.

source: Little boy, wait!
fr: Petit, attends !
tr: Ufaklık, bekle!

source: I am looking for an old acquaintance of mine. His name is Randalf. Have you seen him?
fr: Je recherche une de mes vieilles connaissances. Son nom est Randalf. L'auriez-vous vu ?
tr: Madenden eski bir tanıdığı arıyorum. İsmi Randalf. Onu gördünüz mü?

source: Sorry, I don't know where he is.
fr: Je regrette, je ne sais pas où il se trouve.
tr: Kusura bakma, nerede olduğunu bilmiyorum.

source: Wait a moment..
fr: Attendez un instant.
tr: Bekle biraz...

source: Aethor, when is King Theomund returning from Eliador?
fr: Aethor, quand est-ce que le roi Theomund reviendra d'Eliador ?
tr: Kral Teomund Eliyador’dan ne zaman döner, Utor?

source: Three days from now. Why?
fr: Dans trois jours. Pourquoi ?
tr: Üç gün sonra. Neden sordun?
