Repository: wescamp/Raajal-1.4
Catalog: po/*.po
Languages: fr, tr

source: Sir, Randalf will probably be here in three days. Why don't you come back then?
fr: Messire, Randalf sera probablement ici dans trois jours. Pourquoi ne reviendriez-vous pas ?
tr: Efendim, Randalf muhtemelen üç gün sonra burada olacak. Niçin o zaman gelmiyorsunuz?

source: Do you mind if I set up camp by the mountain?
fr: Cela vous embête-t-il que j'établisse un campement dans la montagne ?
tr: Dağda kamp yapmamın bir mahzuru var mı?

source: I suppose not.
fr: Je ne crois pas.
tr: Yoktur herhalde.

source: He seems nice.
fr: Il a l'air agréable.
tr: Tamam o halde.

source: Ursula's Sisters
fr: Sœurs d'Ursula
tr: Ursula’nın Kızkardeşleri

source: Amelia
tr: Amelya

source: Why did he spare their lives?
fr: Pourquoi les a-t-il épargnés ?
tr: Neden onların canlarını bağışladı?

source: Apparently, he does not want his identity known until I arrive at the castle.
fr: Apparemment, il ne veut pas être reconnu jusqu'à ce que j'arrive au château.
tr: Galiba, ben kaleye varana kadar kimliğinin bilinmesini istemiyor.

source: And if you do not show up in three days?
fr: Et si vous ne réapparaissez pas dans les trois jours ?
tr: Üç gün görünmezsen?

source: I expect Raajal will go on another rampage...
fr: Je crains que Raajal ne déclenche de nouveaux désastres...
tr: Herhalde Rajaal öfkeden kudurur...

source: Obviously, we cannot allow him to take any more souls. He is already far too powerful.
fr: De toute évidence, nous ne pouvons lui permettre de s'emparer de nouvelles âmes. Il est déjà bien trop puissant.
tr: Açıkçası, onun başka ruh almasına izin veremeyiz. Zaten çok güçlü.

source: Perhaps it is just revenge he seeks. If we give Raajal the wizard...
fr: Peut-être ne recherche-t-il que la vengeance. Si nous livrions l'enchanteur à Raajal...
tr: Muhtemelen sadece intikam almak istiyor. Rajaal’a sihirbazı verirsek...

source: But we cannot ignore the prophecy. Raajal must be stopped.
fr: Mais nous ne pouvons ignorer la prophétie. Raajal doit être arrêté.
tr: Fakat kehaneti yok sayamayız. Rajaal durdurulmalı.

source: Then there is only one course of action.
fr: Il n'y a donc qu'une seule façon de faire.
tr: O halde yapılacak tek şey var.

source: Prepare for Battle
fr: Préparez-vous au combat
tr: Savaşa Hazırlık

source: Gyran
tr: Göran

source: Elurian
tr: Eluryan

source: Hedry
tr: Hedri

source: What is he doing?
fr: Que fait-il ?
tr: O ne yapıyor

source: What is it now, Reuben?
fr: Qu'y a-t-il maintenant, Reuben ?
tr: O ne şimdi, Ruben?

source: I can't sleep. I thought I'd...
fr: Je n'arrive pas à dormir. Je pense que...
tr: Uyuyamıyorum, Düşünüyorum da...

source: Hedry, the strange one is approaching the castle.
fr: Hedry, le type étrange s'approche du fort.
tr: Hedri, kaleye bir yabancı yaklaşıyor.

source: What do you want?
fr: Que voulez-vous ?
tr: Ne istiyorsun?

source: Your castle is about to be invaded by an army of orcs.
fr: Votre château est sur le point d'être assailli par une armée d'orcs.
tr: Kalenize yakında bir ork ordusu saldıracak.

source: Nonsense. If there are indeed orcs out there, they are likely friends of the wizard's.
fr: Sottises. S'il y a vraiment des orcs dehors, ce sont probablement des amis du magicien.
tr: Saçma. Oralarda gerçekten orklar varsa sihirbazın dostlarını severler.

source: Randalf is aligned with the orcs?
fr: Randalf s'est associé aux orcs ?
tr: Randalf orklarla birlik mi?

source: Not exactly. Orcs helped us conquer this castle about a year ago. Some of them called Randalf 'Master', but most belonged to Randalf's master. It's all very confusing.
fr: Pas exactement. Des orcs nous ont aidés à conquérir ce fort il y a une année environ. Certains d'entre eux appelaient Randalf leur « maître ». C'est très embarrassant.
tr: Tam öyle değil. Orklar bir yıl önce bu kaleyi ele geçirmemize yardım etkişlerdi. Bazıları Randalf’a ‘Efendi’ diyordu, fakat çoğu Randalf’ın efendisine ait. Çok kafa karıştırıcı.

source: Indeed...
fr: Tout à fait...
tr: Gerçekten...

source: How many orcs are we talking about?
fr: De combien d'orcs parlons-nous ?
tr: Kaç orktan bahsediyoruz?

source: At least three hundred marching in formation. They'll be here by morning.
fr: Au moins trois-cents en formation de combat. Ils seront là au matin.
tr: En az üç yüz. Sabaha burada olurlar.

source: Perhaps you should prepare your men for battle?
fr: Peut-être faudrait-il préparer vos soldats au combat ?
tr: Adamlarını savaşa hazırlasan iyi olur.

source: A Failed Attempt
fr: Une tentative raté
tr: Boşa Çaba

source: Jaredd
tr: Jared

source: Rydan
tr: Rodan

source: Leorraent
tr: Leorrent

source: Grodyn
tr: Grodun

source: Reduil
tr: Redumil

source: Tydur
tr: Todur

source: Morthun
tr: Mortun

source: We will be watching you, strange one. It is no coincidence that, the morning after you arrive, we are invaded by orcs.
fr: Nous vous surveillerons, étranger. Ce n'est pas une coïncidence si les orcs nous ont envahis le matin de votre arrivée.
tr: Bir yabancı arıyoruz. Bu tesadüf olamaz, bu sabah siz geldikten sonra orkların saldırısına ugradık.

source: Hedry, my wife and I insist that we help you fend off the orcs, at least until reinforcements arrive.
fr: Hedry, ma femme et moi insistons pour vous aider à contrer l'attaque des orcs, au moins jusqu'à l'arrivée de renforts.
tr: Hedri, ben ve karım orkları uzaklaştırman için sana yardım etmekte ısrar ediyoruz; en azından destek gelene kadar.

source: I am sorry, Zeke, but we are sworn to protect you and your family. I must insist that you remain in the underground chamber until the battle is over.
fr: Je regrette, Zeke, mais nous avons juré de vous protéger, votre famille et vous. J'exige que vous restiez dans la chambre souterraine jusqu'à la fin de la bataille.
tr: Özür dilerim, Zeke, fakat seni ve aileni korumaya söz verdik. Savaş sona erene kadar yeraltındaki odada kalmanızda ısrar ediyorum.

source: This is suicide. We are outnumbered ten to one.
fr: C'est du suicide. Nous luttons à dix contre un.
tr: Bu intihar. Onlar bizden on kat kalabalık.

source: They are only orcs. We will squash them like insects!
fr: Ce ne sont que des orcs. Nous les écraserons comme des insectes !
tr: Onlar sadece ork. Onları böcek gibi ezeriz!

source: I knew you could not be trusted!
fr: Je savais qu'on ne pouvait pas lui faire confiance !
tr: Güvenilemeyeceğini biliyordum!

source: Shouldn't we wait for the other witches?
fr: Ne devrions-nous pas attendre les autres sorcières ?
tr: Diğer cadıları beklemeyecek miyiz?

source: If we wait any longer, Raajal will grow too powerful.
fr: Si nous attendons encore, Raajal deviendra bien trop puissant.
tr: Daha fazla beklersek Rajaal’ın gücü daha da artacak.

source: Greor
tr: Gregor

source: Owennyn
tr: Ovennin

source: Lebroc
tr: Lebrok

source: Bladyn
tr: Bladin

source: Aerraent
tr: Agerrent

source: Heddroc
tr: Hedrog

source: Raecyn
tr: Ravesin

source: Charge!
fr: Chargez !
tr: Saldırın!

source: I have slain a witch! Victory will soon be ours!
fr: J'ai tué une sorcière ! La victoire sera bientôt à nous !
tr: Bir cadı öldü! Zaferimiz yakındır!

source: The Dungeon
fr: Le Donjon
tr: Zindan

source: Why is it so quiet all of a sudden?
fr: Pourquoi est-ce soudain si calme ?
tr: Sesler niye aniden kesildi?

source: The battle must be over...
fr: La bataille doit être terminée...
tr: Savaş bitmiş olmalı...

source: Someone's coming!
fr: Quelqu'un approche !
tr: Birileri geliyor!

source: Mommy, that's the strange man I told you about. Hello, friend!
fr: Maman, c'est l'étrange monsieur dont je t'ai parlé. Bonjour mon ami !
tr: Anne, bu sana bahsettiğim yabancı. Selam, dostum!

source: Have all the orcs been slain already?
fr: Est-ce que tous les orcs ont déjà été tués ?
tr: Orkların hepsi öldürüldü mü?

source: Sir?
fr: Monsieur ?
tr: Efendim?

source: Three Missions
fr: Trois missions
tr: Üç Görev

source: Visocula!
tr: Visokula!

source: Now that you're all caught up, we can finally get down to business.
fr: Maintenant que vous êtes tous prisonniers, nous pouvons enfin parler affaires.
tr: Hepiniz yakalandığınıza göre artık işime dönebilirim.

source: Zilead, take this potion.
fr: Zilead, prenez cette potion.
tr: Zileya, bu zehiri al.

source: There is a cave at the south end of the Red Sea. You will go there and await further instructions.
fr: Il y a une grotte tout au sud de la Mer Rouge. Vous irez là-bas et attendrez les ordres.
tr: Kızıl Denizin güney kıyısında bir mağara var. Oraya gidecek ve talimatlarımı bekleyeceksin.

source: And if I refuse?
fr: Et si je refuse ?
tr: Ya reddedilirsem?

source: If you refuse, Ardella will kill your children. If you fail, Ardella will kill your children!
fr: Si vous refusez, Ardella tuera vos enfants. Si vous échouez, Ardella tuera vos enfants !
tr: Reddedilirsen Ardella çocuklarını öldürecek. Başaramazsan da Ardella çocuklarını öldürecek!

source: Theomund, your mission is in Wesnoth.
fr: Theomund, votre devoir est à Wesnoth.
tr: Teomund, senin görevin Wesnoth’ta.

source: You must assassinate King Gerald II...
fr: Vous devez assassiner le roi Gerald II...
tr: Kral II. Gerald’a suikast yapmalısın...

source: Right. And why would I do such a foolish thing?
fr: D'accord. Et pourquoi ferai-je une chose aussi idiote ?
tr: Pekala. Böyle aptalca bir şeyi neden yapayım?

source: If you...
fr: Si vous...
tr: Eğer...

source: Yes, yes, I understand. You will kill my wife and daughter. I want to know why you want him assassinated?
fr: Oui, oui, je sais. Vous tuerez ma femme et ma fille. Je veux savoir pourquoi vous voulez l'assassiner.
tr: Tamam, tamam, anladım. Karımı ve kızımı öldürürsün. Onun öldürülmesini neden istediğini merak ediyorum.

source: He has our orcs pinned down in the mountains west of his castle. Satisfied?
fr: Il a crucifié nos orcs sur les montagnes à l'ouest de sa forteresse. Cela vous convient ?
tr: Bizim orkları, kalesinin batısındaki dağlarda kalmaya mecbur etti. Tatmin oldun mu?

source: I suppose...
fr: Je suppose...
tr: Anlaşıldı...

source: Randalf, you must go to Raajal's mine and tell the liches guarding the entrance that you wish to enter.
fr: Randalf, vous devez aller à la mine de Raajal et annoncer aux liches qui gardent l'entrée que vous souhaiteriez entrer.
tr: Randalf sen Raajal’ın madenine gitmeli ve umacılara, girmek istediğin girişi korumalarını söylemelisin.

source: They will kill me on sight!
fr: Elles vont m'abattre dès qu'elles me verront !
tr: Onlar beni gördükleri an öldürürler!

source: Perhaps, but Raajal is still looking for an apprentice. He might allow you to complete your training.
fr: Peut-être, mais Raajal cherche toujours un disciple. Il se peut qu'il vous autorise à continuer votre apprentissage.
tr: Muhtemelen, fakat Raajal hala çırak arıyor. Eğitimini tamamlamana izin vermesi lazım.

source: You want me to become his apprentice?
fr: Vous voulez que je devienne son apprenti ?
tr: Onun çırağı olmamı mı istiyorsun?

source: We want you to try. Whether or not you succeed is of little importance.
fr: Nous voulons que vous essayiez. Que vous réussissiez ou non n'a guère d'importance.
tr: Denemeni istiyoruz. Başarılı olup olmayacağının pek önemi yok.

source: Day 10 - Randalf
fr: Jour 10 - Randalf
tr: 10. gün - Randalf

source: Day 10 - Red Sea
fr: Jour 10 - Mer Rouge
tr: 10. Gün - Kızıl Deniz

source: Day 10 - King Theomund
fr: Jour 10 - Roi Theomund
tr: 10. Gün - Kral Teomund

source: Day 11 - Randalf
fr: Jour 11 - Randalf
tr: 11. gün - Randalf

source: Day 11 - Red Sea
fr: Jour 11 - Mer Rouge
tr: 11. Gün - Kızıl Deniz

source: Day 11 - King Theomund
fr: Jour 11 - Roi Theomund
tr: 11. Gün - Kral Teomund

source: Day 12 - Randalf
fr: Jour 12 - Randalf
tr: 12. gün - Randalf

source: Day 12 - Red Sea
fr: Jour 12 - Mer Rouge
tr: 12. Gün - Kızıl Deniz

source: Day 12 - King Theomund
fr: Jour 12 - Roi Theomund
tr: 12. Gün - Kral Teomund

source: Day 1 - Angalas
fr: Jour 1 - Angalas
tr: 1. Gün - Angalas

source: Theomund should reach the shores of Wesnoth by tomorrow evening.
fr: Theomund devrait rejoindre les rives de Wesnoth demain soir.
tr: Teomund yarın akşam Wesnoth kıyılarına ulaşmış olur.

source: Randalf is about to speak with Khal.
fr: Randalf va discuter avec Khal.
tr: Randalf Kal’la konuşmaya hazır mısın?

source: And now he is dead.
fr: Et maintenant, il est mort.
tr: O artık öldü.

source: That was quick. How is Zilead doing?
fr: C'était rapide. Comment se débrouille Zilead ?
tr: Çabuk oldu. Zileya bunu nasıl yapıyor?

source: He is nearing the cave.
fr: Il s'approche des cavernes.
tr: O mağaranın yakınında.

source: He made it inside.
fr: Il est dedans.
tr: İçeri girdi.

source: Excellent. All is going according to plan. Let us prepare...
fr: Excellent. Tout se déroule selon le plan. Préparons-nous...
tr: Harika. Herşey plana uygun gidiyor. Hazırlanalım...

source: Get out of the cave, Zilead!
fr: Sortez de la caverne, Zilead !
tr: Mağaradan çık Zileya!

source: Move!
fr: Bougez !
tr: Koş!

source: What is happening?
fr: Que se passe-t-il ?
tr: Ne oluyor?

source: Ursula's sisters are in the cave.
fr: Les sœurs d'Ursula sont dans la caverne.
tr: Ursula’nın kızkardeşleri mağaradalar.

source: Zilead is dead!
fr: Zilead est mort !
tr: Zileya öldü!

source: Liar!
fr: Menteur !
tr: Liyar!

source: Ardella, kill your children!
fr: Ardella, tuez vos enfants !
tr: Ardella, çocuklarını öldür!

source: No, momma!
fr: Non, maman !
tr: Hayır, anne!

source: Don't you remember us?
fr: Vous ne vous rappelez pas de nous ?
tr: Bizi hatırlamıyor musun?

source: Don't listen to them!
fr: Ne les écoutez pas !
tr: Onları dinleme!

source: We love you!
fr: Nous vous aimons !
tr: Seni seviyoruz!

source: What are you waiting for?
fr: Mais qu'est-ce que vous attendez ?
tr: Niye bekliyorsun?

source: Ardella, look into your children's eyes. Concentrate. Remember your love for them.
fr: Ardella, regardez vos enfants les yeux dans les yeux. Concentrez-vous. Rappelez-vous de votre amour pour eux.
tr: Ardella çocuklarının gözlerine bak. Yoğunlaş. Onları ne kadar sevdiğini hatırla.

source: Please, momma, don't hurt us!
fr: Par pitié, maman, ne nous fait pas de mal !
tr: Lütfen. anne, canımızı yakma!

source: Now, Ardella!
fr: Maintenant, Ardella !
tr: Şimdi, Ardella!

source: Fly away, children!
fr: Fuyez, les enfants !
tr: Uçun uzaklara, çocuklar!

source: Quickly!
fr: Vite !
tr: Çabuk!

source: After them!
fr: Suivons-les !
tr: Sıra sende!

source: You will all pay for this treachery!
fr: Vous allez payer pour votre trahison !
tr: Bu ihanetin bedelini ödeyeceksin!

source: We need them alive, Glenda!
fr: Nous avons besoin d'eux vivants, Glenda !
tr: Onlara canlı ihtiyacımız var, Glenda!

source: We do not need them all. Let the battle begin!
fr: Nous n'avons pas besoin de tous ceux là. Que la bataille commence !
tr: Hiçbirine ihtiyacımız yok. Savaşa başlayalım!

source: Day 1 - Randalf
fr: Jour 1 - Randalf
tr: 1. gün - Randalf

source: Khal
tr: Kohal

source: Elrich
tr: Elrih

source: You know why I am...
fr: Vous savez pourquoi je suis..
tr: Ben bilirsin benim niye geldiğimi...

source: I will get Master. Keep an eye on the wizard.
fr: Je vais chercher le maître. Gardez un œil sur le magicien.
tr: Efendiyi getireceğim. Sihirbazdan gözünü ayırma.

source: Day 1 - Zilead
fr: Jour 1 - Zilead
tr: 1. Gün - Zileya

source: What could that be?
fr: Qu'est-ce que ça peut bien être ?
tr: Bu ne olabilir?

source: Day 2 - Angalas
fr: Jour 2 - Angalas
tr: 2. Gün - Angalas

source: Mother!
fr: Mère !
tr: Anne!

source: Queen Edina!
fr: Reine Edina !
tr: Kraliçe Edina!

source: Day 2 - Anna and Zeke
fr: Jour 2 - Anna et Zeke
tr: 2. Gün - Anna ve Zeke

source: Balthor!
tr: Baltor!

source: Balthor
tr: Baltor

source: We need your help!
fr: Nous avons besoin de votre aide !
tr: Yardımanıza ihtiyacımız var.

source: Witches...
fr: Des sorcières...
tr: Cadılar...

source: They are trying to kill us!
fr: Ils essayent de nous tuer !
tr: Bizi öldürmeye çalışıyorlar!

source: They kidnapped momma!
fr: Ils ont enlevé maman !
tr: Onlar annemi zorla kaçırdı!

source: They said father is dead!
fr: Ils ont dit que notre père était mort !
tr: Onlar babanız öldü dediler!

source: But he isn't!
fr: Mais il est vivant !
tr: Ama ölmemiş!

source: Mother is at Angalas!
fr: Mère est à Angalas !
tr: Anne Angalas’ta!

source: They're going to kill her!
fr: Ils vont la tuer !
tr: Onu öldürecekler!

source: We have to save them!
fr: Nous devons la sauver !
tr: Onları kurtarmak zorundayız.

source: I do not understand... Anna, please start from the beginning. Tell me what happened.
fr: Je ne comprends pas... Anna, je te prie de commencer par le début. Dis-moi ce qui est arrivé.
tr: Anlamıyorum... Anna, lütfen baştan anlat. Ne olduğunu söyle bana.

source: There is no escape, you little brats! Accept your fate!
fr: Il n'y a pas d'issue, espèces de petits morveux ! Acceptez votre sort !
tr: Kaçamazsınız, sizi küçük veletler! Kaderinizi kabul edin!

source: Hop on!
fr: Allez !
tr: Atlayın!

source: If you want them, come and get them!
fr: Si vous les voulez, venez les prendre !
tr: Onları istiyorsan, gel ve al!

source: You cannot defeat me, serpent. Give me the children!
fr: Tu ne peux me battre, serpent. Donne-moi les enfants !
tr: Beni öldüremezsin, yılan. Çocukları bana ver!

source: You are in no position to make demands, witch! Sharks of Eliador, rise from the depths!
fr: Vous n'êtes pas en position de commander, sorcière ! Requins d'Eliador, émergez des profondeurs !
tr: Sen bana emir veremezsin, cadı! Eliyador’un köpekbalıkları! Çıkın derinlerden!

source: Tear her limb from limb!
fr: Écartelez-la membre après membre !
tr: Lime lime edin!

source: Stop! I've had enough! Let me go! I promise not to harm the children!
fr: Arrêtez ! Cela me suffit ! Laissez-moi partir ! Je vous promets de ne pas faire de mal aux enfants
tr: Durun! İnsaf edin! Gitmeme izin verin! Çocuklara zarar vermemeye söz veriyorum!

source: I know how persistent you witches can be. If we do not reach some sort of agreement, Anna and Zeke will never be safe.
fr: Je sais combien vous pouvez être tenaces, vous les sorcières. Si nous n'arrivons pas à conclure un traité, Anna et Zeke ne seront jamais tranquilles.
tr: Siz cadıların nasıl sözünüzde durabileceğinizi bilirim. Eğer bir anlaşmaya varamazsak, Anna ve Zeke asla güvende olmayacaklar.

source: First, tell me the fate of their parents.
fr: D'abord, racontez-moi ce qu'il est arrivé à leurs parents.
tr: Önce söyle bana, ebeveynleri ne durumda?

source: Ardella was alive when I left Angalas and Zilead is almost certainly dead.
fr: Ardella était vivante quand j'ai quitté Angalas, et Zilead est très certainement mort.
tr: Angalas’tan ayrıldığımda Ardella sağdı ve Zileya ölmek üzereydi.

source: I want to know everything and please start from the beginning.
fr: Je veux tout savoir. Et depuis le commencement, s'il vous plaît.
tr: Herşeyi bilmek istiyorum, baştan anlat.

source: Day 2 - Randalf
fr: Jour 2 - Randalf
tr: 2. gün - Randalf

source: I have been searching for a worthy apprentice for many years to no avail. You were the only one who showed any promise.
fr: Je suis à la recherche d'un apprenti de valeur depuis plusieurs années. Vous étiez le seul à sembler prometteur.
tr: Yıllarca değerli bir çırak aradım. Ümit vadeden tek çırak adayı sendin.

source: Arise, Randalf.
fr: Levez-vous, Randalf.
tr: Yerinden kalk, Randalf.

source: Get up!
fr: Debout !
tr: Kalk!

source: Why did the witches send you here? What are they up to?
fr: Pourquoi les sorcières vous ont-elles envoyé ici ? Que s'apprêtent-elles à faire ?
tr: Cadılar seni buraya neden gönderdi? Neye kalkıştılar?

source: Answer me!
fr: Répondez-moi !
tr: Cevap ver!

source: They fear you, Raajal. They want you to stop trying to hunt them down.
fr: Elles vous craignent, Raajal. Elles veulent que vous arrêtiez de les pourchasser.
tr: Senden korkuyorlar Raajal. Onları avlamadan seni durdurmak istediler.

source: They think by destroying you, my thirst for revenge will be quenched? And you came here willingly? You expect me to believe that?
fr: Elles pensent qu'en vous détruisant, ma soif de revanche sera étanchée ? Et vous êtes venu de votre propre gré ? Vous pensez que je vais vous croire ?
tr: Seni yokederek benim intikam açlığımı gidereceklerini mi düşündüler? Sen buraya gönüllü mü geldin? Benim buna inanacağımı mı sanıyorsun?

source: They are holding friends of mine captive....
fr: Elles retiennent prisonniers certains de mes amis...
tr: Onlar dostlarımı madende hapis tutuyorlar...

source: All right. Where are they? Where are the witches?
fr: Très bien. Où sont-elles ? Où sont les sorcières ?
tr: Pekala. Neredeler? Cadılar nerede?

source: I cannot say. I will not put my friends in any more danger.
fr: Je ne peux pas le dire. Je ne vais pas encore exposer mes amis au danger.
tr: Söyleyemem. Dostlarımı tehlikeye atamam.

source: Then you leave me no choice.
fr: Vous ne me laissez donc pas le choix.
tr: Bana başka seçenek bırakmadın.

source: Day 2 - Red Sea
fr: Jour 2 - Mer Rouge
tr: 2. Gün - Kızıl Deniz

source: Mordoc
tr: Mordog

source: Gwurag
tr: Gvurag

source: We have him, Master. We have Randalf.
fr: Nous l'avons, maître. Nous avons capturé Randalf.
tr: Onu bulduk efendim. Randalf’ı bulduk.

source: Finally, after all these years, vengeance will be mine!
fr: Enfin, après toutes ces années, je tiens ma vengeance !
tr: Sonunda, yıllardan sonra intikamımı alacağım!

source: Mordoc, when the prisoner regains consciousness, I want you to torture him until he tells you everything.
fr: Mordoc, quand les prisonniers retrouveront leurs esprits, je veux que vous les torturiez jusqu'à ce qu'il vous avouent tout.
tr: Mordog, mahkum tekrar bilincini kazanınca herşeyi söyleyinceye kadar ona işkence yapmanı istiyorum.

source: It will be done, Master.
fr: Ce sera fait, maître.
tr: Emredersin, efendim

source: Day 2 - King Theomund
fr: Jour 2 - Roi Theomund
tr: 2. Gün - Kral Teomund

source: What now?
fr: Quoi maintenant ?
tr: Şimdi?

source: You must make your way to Barruk's castle.
fr: Vous devez atteindre la citadelle de Barruk.
tr: Barruk’un kalesine gitmelisin.

source: Barruk?
tr: Barruk kim?

source: Father?
fr: Père ?
tr: Baba?

source: He is the commander of our orcs. His castle is in the mountains west of Hector's territory.
fr: C'est le commandant de nos orcs. Son fort est dans la montagne à l'ouest du territoire de Hector.
tr: Bizim orkların komutanı. Kalesi, Hektor’un bölgesinin batısındaki dağlardadır.

source: And why...
fr: Et pourquoi...
tr: Ve sebep...

source: Just do as your told! I will give you further instructions after you reach the castle.
fr: Faites simplement ce que vous avez promis ! Je vous donnerai des instructions complémentaires quand vous aurez atteint le château.
tr: Sadece söyleneni yap! Kaleye ulaştığında sana talimat vereceğim.

source: What is the plan, father? How are we to defeat Gerald II?
fr: Quel est le plan, père ? Comment allons-nous vaincre Gerald II ?
tr: Planın ne, baba? Biz II. Gerald’ı nasıl yeneceğiz?

source: We must go to Barruk's castle.
fr: Nous devons aller au château de Barruk.
tr: Barruk’un kalesine gitmeliyiz.

source: Who is Barruk?
fr: Qui est Barruk ?
tr: Barruk kim?

source: Day 3 - Randalf
fr: Jour 3 - Randalf
tr: 3. Gün - Randalf

source: Day 3 - Red Sea
fr: Jour 3 - Mer Rouge
tr: 3. Gün - Kızıl Deniz

source: Day 3 - King Theomund
fr: Jour 3 - Roi Theomund
tr: 3. Gün - Kral Teomund

source: Day 4 - Randalf
fr: Jour 4 - Randalf
tr: 4. Gün - Randalf

source: Day 4 - Red Sea
fr: Jour 4 - Mer Rouge
tr: 4. Gün - Kızıl Deniz

source: Day 4 - King Theomund
fr: Jour 4 - Roi Theomund
tr: 4. Gün - Kral Teomund

source: Day 5 - Randalf
fr: Jour 5 - Randalf
tr: 5. Gün - Randalf

source: Day 5 - Red Sea
fr: Jour 5 - Mer Rouge
tr: 5. Gün - Kızıl Deniz

source: Day 5 - King Theomund
fr: Jour 5 - Roi Theomund
tr: 5. Gün - Kral Teomund

source: Day 6 - Randalf
fr: Jour 6 - Randalf
tr: 6. Gün - Randalf
