Repository: wescamp/Raajal-1.4
Catalog: po/*.po
Languages: fr, tr

source: Day 6 - Red Sea
fr: Jour 6 - Mer Rouge
tr: 6. Gün - Kızıl Deniz

source: Day 6 - King Theomund
fr: Jour 6 - Roi Theomund
tr: 6. Gün - Kral Teomund

source: Day 7 - Randalf
fr: Jour 7 - Randalf
tr: 7. Gün - Randalf

source: Day 7 - Red Sea
fr: Jour 7 - Mer Rouge
tr: 7. Gün - Kızıl Deniz

source: Day 7 - King Theomund
fr: Jour 7 - Roi Theomund
tr: 7. Gün - Kral Teomund

source: Day 8 - Randalf
fr: Jour 8 - Randalf
tr: 8. Gün - Randalf

source: Day 8 - Red Sea
fr: Jour 8 - Mer Rouge
tr: 8. Gün - Kızıl Deniz

source: Day 8 - King Theomund
fr: Jour 8 - Roi Theomund
tr: 8. Gün - Kral Teomund

source: Day 9 - Randalf
fr: Jour 9 - Randalf
tr: 9. Gün - Randalf

source: Day 9 - Red Sea
fr: Jour 9 - Mer Rouge
tr: 9. Gün - Kızıl Deniz

source: Day 9 - King Theomund
fr: Jour 9 - Roi Theomund
tr: 9. Gün - Kral Teomund

source: Spider
fr: Araignée
tr: Örümcek

source: fangs
fr: crocs
tr: pençeleme

source: web
fr: toile
tr: ağ

source: female^Battle Princess
fr: Princesse guerrière
tr: Savaş Prensesi

source: A noble by birth, the Princess has learnt swordplay with the greatest generals, and battle tactics with the greatest sages, making her both a great combatant and leader. Now battle-hardened and strong of will, she can now aid those around her in the art of combat.
fr: De noble lignée, la princesse a appris l'escrime auprès des meilleurs généraux et la stratégie militaire avec les plus grands sages. Elle est de ce fait capable de mener une armée et ne craint pas de combattre en personne. Rompue à la bataille et possédant une forte volonté, elle peut aider ceux qui se battent autour d'elle.
tr: Doğuştan soylu biri olan prenses en büyük generallerden kılıç kullanmayı, en büyük bilgelerden savaş taktiklerini öğrenmiş bu özellikler onu hem büyük bir savaşçı hem de lider yapmıştır. Savaş tecrübesine sahip ve hevesli olarak artık çarpışmada etrafındakilere destek olabilir.

source: sabre
tr: eskrim kılıcı

source: scepter of fire
fr: sceptre de feu
tr: ateş asası

source: Blonde Kid
fr: Blondinet
tr: Sarışın Çocuk

source: Brunette Kid
fr: Petit brune
tr: Esmer Çocuk

source: Cockatrice
fr: Cocatris
tr: Şahmaran

source: Sometimes known as 'basilisks', these mystical creatures are said to be able to turn the living to stone. Needless to say, this makes them extremely dangerous.
fr: Parfois appelée « basilics », on raconte que ces animaux mystiques peuvent pétrifier les êtres vivants. Il va sans dire que cela les rend très dangereux.
tr: Bazıları ‘Medusa’ diye de bilir. Mitolojik bir yaratıktır. Kendisine bakanı taşa çevirdiği söylenir. Bu da onları oldukça tehlikeli yapar.

source: gaze
fr: regard
tr: dikbakış

source: female^Dark Queen
fr: Reine des ténèbres
tr: Kara Kraliçe

source: The evil queen mother Asheviere has terrorized Wesnoth for many years. Her knowledge of magic makes her a worthy foe in combat, although her power is mostly derived from those she commands.
fr: Ashevière, la reine mère diabolique, a terrorisé Wesnoth depuis de nombreuses années. Ses connaissances de la magie en font un redoutable adversaire en combat mais sa véritable puissance réside dans les troupes qu'elle commande.
tr: Kötü kraliçe anne Aşivye, Wesnoth’ta uzun yıllar terör estirdi. Sihir konusundaki bilgisi onu çarpışmada kayda değer bir düşman yapar, ama gücünün çoğu komutası altındakilerden gelmiştir.

source: scepter
fr: sceptre
tr: asa

source: cold
fr: froid
tr: soğuk

source: Elder Mage
fr: Mage vénérable
tr: Yaşlı Büyücü

source: Once great, Elder Magi have seen their power a little diminished from wearying years of battle. Nevertheless they remain feared on the battlefield on account of their powerful lightning bolts.
fr: Bien qu'affaiblis par le poids des ans, les mages vénérables ont conservé la majeure partie de leur puissance. Utilisant de puissants éclairs, ils demeurent craints de tous leurs ennemis sur un champ de bataille.
tr: Bir zamanlar harika olan yaşlı büyücüler güçlerinin yılllarca süren savaş bıkkınlığı yüzünden azaldığını gördüler. Mamafih güçlü yıldırım toplarının hürmetine savaş alanlarında korkulan kişiler olarak kaldılar.

source: staff
fr: bâton
tr: asa

source: lightning
fr: foudre
tr: yıldırım

source: As the leaders of their armies, Generals are responsible for the protection of large or important areas in the kingdoms to which they have sworn fealty.
fr: En tant que chefs des armées humaines, les généraux sont responsables de la protection de vastes ou d'importantes parties des royaumes auxquels ils ont prêté serment d'allégeance.
tr: Ordularının liderleri olarak generaller sadakat yemini ettikleri krallıklardaki geniş veya önemli alanları korumakla sorumludurlar. Talim ve deneyimleri bu emirleri yerine getirmeye elverişlidir.

source: Elvish Archer
fr: Archer elfe
tr: Elf Okçu

source: Elves have always had a reputation for archery, a skill that, for many reasons, comes naturally to them. Even the frail of body can be deadly with a bow in hand, and in times of war, many will take up this weapon. Though their relative inexperience with combat leaves them somewhat vulnerable, their natural grace ensures that they can best any of humanity's fresh recruits.
fr: Les elfes ont toujours eu bonne réputation au tir à l'arc, un talent qui pour de nombreuses raisons leur vient naturellement. Même un individu fragile peut être mortel avec un arc à la main, et en temps de guerre beaucoup prendront cette arme. Bien que leur manque relatif d'expérience au combat les laisse plutôt vulnérables, leur grâce naturelle leur permet de surpasser toutes les fraîches recrues humaines.
tr: Elfler kendilerine bir çok sebepten ötürü onlara doğal gelen bir yetenek olan okçulukta her zaman ün sahibi olmuşlardır. Narin bedenliler bile ellerinde bir ok ile ölümcül olabilir ve savaş zamanı çoğu kişi bu silaha başvurur. Döğüşte nispeten tecrübesiz oluşları onların zaafı olsa da, doğal zerafetleri insanlığın en yeni askerlerinin üstesinden gelmelerini garanti eder.

source: sword
fr: épée
tr: kılıç

source: bow
fr: arc
tr: yay

source: Elvish Avenger
fr: Vengeur elfe
tr: Elf İntikamcı

source: The curious name of the elvish 'Avengers' comes from a tactic often employed by these master rangers. The enemy is allowed to break through a feint defense, and when the vulnerable troops behind the front line follow, these archers break cover and attack, cutting the supply lines and surrounding the enemy in one fell stroke. This has, at times, been interpreted as a form of vengeance for their brethren lost earlier in the battle. Although not so base in design, it is not at all inaccurate. Special Notes:
fr: Le curieux nom des « vengeurs » elfes vient d'une tactique souvent employée par ces maîtres rôdeurs. Ils laissent l'ennemi pénétrer un semblant de défense et, quand les troupes vulnérables de l'arrière de la ligne de front arrivent, ces archers se découvrent et attaquent, brisant les lignes de soutien et encerclant l'ennemi en un seul mouvement. Cela a parfois été interprété comme une façon de venger leurs frères disparus dans la bataille. Bien que ce ne soit pas la raison première, ce n'est pas inexact. Remarque :
tr: Elf İntikamcı’ların tuhaf isimleri bu usta orman savaşçılarının sıkça uyguladığı bir taktikden gelir. Düşmanın sahte savunmayı aşmasına izin verilir ve ön cephe arkasındaki saldırıya açık birimler gelince bu okçular saklandıkları yerden çıkıp saldırır, yardımın önünü keser ve düşmanın etrafını çepeçevre sararlar. Bu bazen savaşta önceden kaybettikleri kardeşleri için alınan bir intikam türü olarak yorumlanır. Bu şekilde planlanmıyor olsa bile farklı bir iş de yapmaz. Özel Bilgiler:

source: Elvish Marksman
fr: Tireur d'élite elfe
tr: Elf Nişancı

source: One of the things which contributes to their skill with the bow is the unusually clear vision of elves. An elf practiced at archery can hit targets that a man couldn't even see, even at night, and can nock a second arrow almost as soon as the first is let fly. This prodigious skill does come with one cost, that being a lack of practice with the sword. Special Notes:
fr: La vue exceptionnelle des elfes contribue à leur habileté à l'arc. Un elfe entraîné au tir à l'arc peut atteindre des cibles qu'un homme ne pourrait même pas apercevoir, même la nuit, et peut tirer une seconde flèche aussitôt la première décochée . Cette habileté prodigieuse a un coût : le manque de pratique de l'épée. Remarque :
tr: Ok konusundaki becerilerine katkıda bulunan şeylerden biri elflerin sıradışı keskin görüşleridir. Okçulukta antremanlı bir elf bir insanın göremeyeceği uzaklıkta hedefleri gece bile vurabilir ve birincisi yaydan çıkar çıkmaz sadağından ikinci bir ok çekebilir. Bu müthiş kabiliyetin yalnız bir bedeli vardır o da kılıçtaki pratik eksikliği. Özel Bilgiler:

source: longbow
fr: arc long
tr: uzunyay

source: Elvish Ranger
fr: Rôdeur elfe
tr: Elf Orman Savaşçısı

source: Though a man might spend years in the forest, he will never shake the feeling that he is a guest in a place he is not truly a part of. With elves, this is quite reversed. Any elf that studies the lore of the woods becomes a fitting master of them, and when combined with a considerable skill at archery and swordsmanship, the result is a powerful tool of war. Special Notes:
fr: Un homme qui passerait des années dans la forêt n'aurait jamais le sentiment d'être invité dans ce lieu dont il n'a jamais vraiment fait partie. C'est le contraire pour les elfes. Tout elfe qui étudie les mystères de la forêt en devient maître ; et ceci s'avère très utile en temps de guerre si l'on y ajoute leur habileté considérable à l'arc et à l'épée. Remarque :
tr: Bir insan yıllarca ormanda yaşayabilir ama yine de ait olmadığı bir mekanda misafir olduğu hissini içinden atamayacaktır. Elflerde ise durum tam tersidir. Ormanın ilmini öğrenen bir elf onun dört dörtlük efendisi haline gelir ve okçuluk ve kılıç kullanmada kayda değer bir yetenek ile birleşince sonuç güçlü bir savaş takımı olur. Özel Bilgiler:

source: Elvish Sharpshooter
fr: Franc-tireur elfe
tr: Elf Keskin Nişancı

source: There was a legend of an elf who stopped an arrow by shooting it out of the air with one of his own. It is a testament to the skill of the elves that such a story could be taken seriously. The sharpshooters of the elves have, quite simply, mastered the art of archery. Special Notes:
fr: Une histoire raconte qu'un elfe a arrêté une flèche en la touchant en l'air avec l'une des siennes. Qu'une telle histoire puisse être prise au sérieux prouve l'habileté des elfes. Les franc-tireurs elfes ont, simplement, maîtrisé l'art du tir à l'arc. Remarque :
tr: Bir zamanlar bir oku kendi oku ile havada vurarak durduran bir elfin hikayesi ortalıkta dolaşmıştı. Böyle bir hikayenin ciddiye alınabilir olması elflerin kabiliyetlerinin bir ispatıdır. Elflerin keskin nişancıları sözün kısası okçuluk sanatının hakkından gelmişlerdir. Özel Bilgiler:

source: Gryphon Boy
fr: Jeune griffon
tr: Grifinli Çocuk

source: An outlaw kid riding a gryphon.
fr: Un jeune hors-la-loi montant un griffon.
tr: Bir grifine binen bir haydut çocuğu.

source: claws
fr: griffes
tr: tırmalar

source: Gryphon Girl
fr: Jeune griffons
tr: Grifinli Kız

source: Child
fr: Enfant
tr: Çocuk

source: Soul
fr: Âme
tr: Ruh

source: Lost souls.
fr: Âmes perdues
tr: Kayıp Ruhlar

source: bump
fr: coup de tête
tr: tos

source: mace
fr: masse
tr: topuz

source: sling
fr: fronde
tr: sapan

source: pitchfork
fr: fourche
tr: yaba

source: dagger
fr: dague
tr: hançer

source: crossbow
fr: arbalète
tr: tatar yayı

source: battle axe
fr: hache de bataille
tr: savaş baltası

source: hammer
fr: marteau
tr: çekiç

source: hatchet
fr: hachette
tr: el baltası

source: berserker frenzy
fr: frénésie berserk
tr: cinnet geçirme

source: dragonstaff
fr: bâton de dragon
tr: ejderha değneği

source: broom
fr: balai
tr: süpürge

source: curse
fr: malédiction
tr: beddua

source: lance
tr: kargı

source: Noble Lord
fr: Seigneur noble
tr: Asil Lord

source: The noble leaders of many troops, Lords are especially strong in melee combat, and also possess skill with the bow. Like Commanders, Lords possess leadership skills, and improve the fighting ability of all adjacent lower-level units.
fr: Nobles chefs de beaucoup de troupes, les seigneurs sont particulièrement forts en combat rapproché mais possèdent également des aptitudes à l'arc. Tout comme les commandants, les seigneurs possèdent des capacités de commandement et améliorent les capacités de combat de toutes les unités.
tr: Bir çok birliğin asil Liderleri, özellikle yakın savaşta güçlüdürler ve ok kullanmada da maharetlidirler. Komutanlar gibi, Liderler de yakındaki tüm alt seviye birimlerin savaş becerisini geliştirirler.

source: Dark Adept
fr: Adepte des ténèbres
tr: Kara Üstat

source: Outlaw
fr: Hors-la-loi
tr: Eşkiya

source: female^Outlaw Queen
fr: Reine des hors-la-loi
tr: Batılı Kraliçe

source: A noble by birth, the Outlaw Queen has learnt swordplay with the greatest generals and battle tactics with the greatest sages, making her both a great combatant and leader. However, she is the product of a failed aristocracy who has opted for the life of an Outlaw. She dreams of founding her own Queendom with the plunder she finds on the road, and she is ever so close to that goal.
fr: De noble lignée, la princesse hors-la-loi a appris l'escrime auprès des meilleurs généraux et la stratégie militaire avec les plus grands sages. Elle est donc une grande combattante et une commandante douée. Cependant, elle provient d'une aristocratie décadente qui a opté pour le style de vie des hors-la-loi. Elle rêve de fonder son propre royaume grâce aux produits de ses rapines sur les routes, et est proche d'atteindre son but.
tr: Doğuştan soylu olan Batılı Kraliçe kılıç kullanmayı büyük generallerden savaş taktiklerini ise bilge kişilerden öğrenmiştir, bu onu hem büyük bir savaşçı hemde büyük bir lider yapar. Ama o kanun kaçaklığını seçen aristokratlığın sonucudur. O yollalarda yağmaladığı altınlarla kendi Kraliçeliğinin hayel ediyor, ve bu hedefini başarmayada çok da yakındır.

source: female^Outlaw Queen2
fr: 2e reine des hors-la-loi
tr: Sürgün Kraliçe2

source: Undead General
fr: Général mort-vivant
tr: Yarı Ölü General

source: Redheaded Kid
fr: Rouquin
tr: Kızıl Saçlı Çocuk

source: Royal Guard
fr: Garde royal
tr: Kraliyet Muhafızı

source: Royal Guards are picked from the best swordsmen in Wesnoth. Serving under any of the higher nobility, they function as bodyguards, and partly as a badge of office for their employers. A special force of Royal Guards is stationed at the capitol, guarding the palace grounds and the royal family. Because of their trusted relationship to their superiors, they, rather than mercenaries, are often deployed on missions of crucial import. Their reliability and mastery of close combat are their best assets, for which they are well-renowned.
fr: Les gardes royaux sont choisis parmi les meilleurs spadassins de Wesnoth. Serviteurs de toute la haute noblesse, ils assument les fonctions de gardes du corps et même de représentants de leurs employeurs. Une unité spéciale de gardes royaux stationne dans la capitale, protégeant le palais et la famille royale. Leurs supérieurs leur accordent une extrême confiance et les préfèrent aux mercenaires pour les missions d'importance cruciale. Leur fiabilité et leur maîtrise du combat rapproché sont leurs meilleurs atouts et contribuent à leur excellente réputation.
tr: Kraliyet Muhafızları Wesnoth’taki en iyi kılıç ustalarından seçilir. Herhangi bir üst soylunun altında koruyucu olarak hizmet ederler ve biraz da işverenlerinin büro işlerini hallederler. Kraliyet muhafızlarının özel bir bölümü başkentte bulunur ve sarayı ve kral ailesini korurlar. Üstlerine olan bağlılıklarından dolayı önem taşıyan görevlere paralı askerlerden ziyade onlar gönderilirler. Güvenilirlikleri ve yakın savaştaki ustalıkları ile iyi bir üne sahiptirler.

source: Sea Serpent
fr: Serpent de mer
tr: Deniz Yılanı

source: Sea Serpents are gigantic monsters, capable of capsizing boats by themselves.
fr: Les serpents de mer sont des monstres gigantesques capables à eux seuls de faire chavirer un bateau.
tr: Deniz Yılanları gemileri tek başlarına alabora edebilecek kadar devasa yaratıklardır.

source: Shark
fr: Requin
tr: Köpekbalığı

source: Warrior King
fr: Roi guerrier
tr: Cengaver Kral

source: As the leaders of the human Kingdoms, Kings are responsible for ruling and protecting their subjects. Kings can coordinate the attacks of level 1 and 2 units, thereby increasing their fighting efficiency.
fr: En tant que dirigeants des royaumes humains, les rois doivent commander et protéger leurs sujets. Ils peuvent coordonner les attaques des unités de niveau 1 et 2 et les rendre ainsi plus efficaces au combats.
tr: İnsan Krallıklarının liderleri olarak Krallar kendi alanlarının koruyucu ve yöneticileridirler. Krallar seviye 1 ve seviye 2 birimlerin saldırılarını yönetirler, böylece döğüşte daha etkili olmalarını sağlarlar.

source: Witch
fr: Sorcière
tr: Cadı

source: A witch! Burn her!
fr: Une sorcière ! Brûlez-la !
tr: Bir cadı! Yakın onu!

source: broom poke
fr: coup de balai
tr: çalı süpürgesi

source: Complete the 3 puzzles
fr: Compléter les 3 puzzles
tr: 3 bulmacayı tamamla

source: Or, end of turns (you can continue next day)
fr: Ou fin des tours (vous pouvez continuer le jour suivant)
tr: Veya ellerin bitimine kadar dayan (ertesi gün devam edebilirsin)

source: Or, death of Randalf
fr: Ou mort de Randalf
tr: Ya da Randal ölürse

source: Sudoku: (1)To recruit, right click and select 'recruit skeleton'; (2)Each skeleton type must appear once per row, once per column, and once per group; (3)You can't recruit adjacent to an enemy; (4)To restart, move to the puzzle entrance bridge
fr: Sudoku : (1)Pour recruter, cliquez droit et sélectionnez « Recruter squelette » ; (2) Chaque squelette doit apparaitre une fois par ligne, une fois par colonne, et une fois par groupe ; (3) Il est impossible de recruter à côté d'un ennemi ; (4) Pour recommencer, allez sur le pont d'entrée
tr: Sudoku: (1) Asker almak için sağ tıkla ve ‘iskelet askere al’ seç (2) Her satır, her sütun ve her grupta tek bir iskelet türü olabilir (3) Bir düşmana komşu altıgene asker alamazsınız (4) Yeniden başlamak için bulmacanın giriş köprüsüne gidin

source: Sort the skull numerals: (1)Attack a skeleton to move across its bridge; (2)You have unlimited attacks; (3)To restart, move to the puzzle entrance bridge
fr: Trier les nombres de crânes : (1) Attaquez un squelette pour traverser son pont ; (2) Vous avez un nombre illimité d'attaques ; (3) Pour recommencer, allez sur le pont d'entrée
tr: Kafatası numaralarını sırala: (1) Bir iskelet kendi köprüsünde ilerleyerek saldırır (2) Saldırı sayısı sınırsızdır (3) Yeniden başlamak için bulmacanın giriş köprüsüne gidin

source: Move each spider to a web: (1)Attack a spider to move it one hex forward; (2)You have unlimited moves and attacks; (3)To restart, move to the puzzle entrance bridge
fr: Déplacer chaque araignée sur une toile: (1) Attaquez une araignée pour la faire avancer d'un hexagone ; (2) Vous avez un nombre illimité de déplacements et d'attaques ; (3) Pour recommencer, allez sur le pont d'entrée
tr: Her örümceği birağa götür: (1) Bir örümcek bir altıgen ilere giderek saldırır (2) Saldırı sayısı sınırsızdır (3) Yeniden başlamak için bulmacanın giriş köprüsüne gidin

source: Select a unit to recruit.
fr: Sélectionnez une unité à recruter.
tr: Askere almak için bir birim seçin.

source: 1. Skeleton
fr: 1. Squelette
tr: 1. İskelet

source: 2. Skeleton Archer
fr: 2. Archer squelette
tr: 2. İskelet Okçu

source: 3. Chocobone
fr: 3. Chocob'os
tr: 3. Atlı İskelet

source: 4. Bone Shooter
fr: 4. Décocheur d'os
tr: 4. Kemik Atıcı

source: 5. Revenant
tr: 5. Ölü Asker

source: 6. Deathblade
fr: 6. Mortelame
tr: 6. Ölüm Kılıcı

source: 7. Death Knight
fr: 7. Chevalier de la mort
tr: 7. Ölüm Şövalyesi

source: 8. Draug
tr: 8. Hayalet Asker

source: 9. Skeletal Dragon
fr: 9. Dragon squelettique
tr: 9. İskelet Ejderha

source: Skeleton
fr: Squelette
tr: İskelet

source: There is just one more task, Randalf.
fr: Il reste une chose à faire, Randalf.
tr: Sadece bir görev kaldı, Randalf.

source: Kill the human scum standing before you. Kill them all!
fr: Tuez le débri humain devant vous. Tuez-les tous !
tr: Senden önceki insanı öldür. Hepsini öldür!

source: Sir, please... I have a wife and daughter... Don't do it!
fr: Messire, s'il vous plaît... j'ai une femme et une fille... Ne faites pas cela !
tr: Efendim, lütfen... Bir karım ve kızım var... Bunu yapmayın!

source: Raajal and Randalf will reach the Red Sea in 16 hours
fr: Raajal et Randalf atteindront la Mer Rouge dans 16 heures
tr: Raajal ve Randalf Kızıl Denize 16 elde ulaşacak

source: I guess I was wrong about you, Randalf.
fr: Je crois que je me suis trompé à votre sujet, Randalf.
tr: Sanırım senin hakkında yanıldım, Randalf.

source: Bring me his corpse.
fr: Amenez-moi sa dépouille.
tr: Bana cesedini getir.

source: Yes, Master.
fr: Oui, maître.
tr: Peki, efendim.

source: Raajal will reach the Red Sea in 16 hours
fr: Raajal atteindra la Mer Rouge dans 16 heures
tr: Raajal Kızıl Denize 16 saatte ulaşacak

source: Let's make things a little more interesting.
fr: Rendons cela un peu plus intéressant.
tr: Biraz daha ilginç şeyler yapalım.

source: Potion
tr: Zehir

source: The nightmare is finally over.
fr: Ce cauchemar est enfin terminé.
tr: Kabus sonunda bitti.

source: Raajal is unstoppable!
fr: Raajal est inarrêtable !
tr: Raajal durdurulamaz!

source: How are we to defeat Raajal if he does not show up?
fr: Comment allons-nous battre Raajal s'il ne se montre pas ?
tr: Göremezsek Raajal’ı nasıl öldüreceğiz?

source: RAAJAL
fr: RAL

source: There exists a being who has caused us all great grief. With your help, we believe we can finally end his reign of terror.
fr: Il existe quelqu'un qui nous à causé à tous un très grand tort. Nous pensons mettre un terme à son règne de terreur grâce à vous.

source: After you attack one of the castle guards, Raajal summons his soul army, the witches arrive, and Theomund's reinforcements arrive. Hint: Don't make Raajal too powerful
fr: Après avoir attaqué les gardes du château, Raajal invoque son armée d'âmes, les sorcières arrivent, les renforts de Theomund arrivent. Astuce : ne rendez pas Raajal trop puissant

source: Kill all witches
fr: Tuer toutes les sorcières

source: A human kills a witch
fr: Un humain tue une sorcière

source: Turns run out
fr: Fin des tours atteinte

source: Death of all leaders
fr: Mort de tous les chefs

source: Each turn, the elf closest to a human will enter the arena
fr: Chaque tour, l'elfe le plus proche d'un humain entrera dans l'arène

source: Only Ardella remains
fr: Seule Ardella reste

source: Or, end of turns
fr: Ou fin des tours

source: Death of Ardella
fr: Mort d'Ardella

source: Leave my momma alone!
fr: Laissez seule ma maman !

source: General
fr: Général

source: Splash the potion on a soul that knows you intimately.
fr: Projetez la potion sur une âme que vous connaissez intimement.

source: (1)Witches can steal witch souls and humans can steal human souls by attacking with potion; (2)Souls return to Raajal's side when killed
fr: (1) Les sorcières peuvent voler les âmes des sorcières, et les humains peuvent voler les âmes des humains en attaquant avec des potions ; (2) Les âmes tuées retournent dans le camp de Raajal

source: Inaccessible until Theomund completes his mission
fr: Inaccessible jusqu'à ce que Theomund réussisse sa mission

source: Find the witches! Find them and kill them!
fr: Découvrez les sorcières ! Trouvez-les et détruisez-les !

source: Welcome back, Master.
fr: Bon retour, maître.

source: Has the prisoner talked yet?
fr: Le prisonnier a parlé ?
